Provides the value of the ScheduleFieldId as an integer.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2013
 Syntax
  C#
public int IntegerValue { get; }
  Visual Basic
Public ReadOnly Property IntegerValue As Integer
	Get
  Visual C++
public:
property int IntegerValue {
	int get ();
}
 See Also
  ScheduleFieldId Class
  Autodesk.Revit.DB Namespace